alanz.vscode-hie-server
alexkrechik.cucumberautocomplete
amazonwebservices.aws-toolkit-vscode
jcanero.hoogle-vscode
justusadam.language-haskell
maptz.camelcasenavigation
ms-python.python
ndmitchell.haskell-ghcid
rebornix.ruby
rokoroku.vscode-theme-darcula
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
