# General IDE
maptz.camelcasenavigation
rokoroku.vscode-theme-darcula

# Haskell Support
haskell.haskell
justusadam.language-haskell
ndmitchell.haskell-ghcid

# JSON
mohsen1.prettify-json

# Python
ms-python.python

# Cucumber
alexkrechik.cucumberautocomplete

# Markdown
yzhang.markdown-all-in-one

# Web Development
CelianRiboulet.webvalidator
ecmel.vscode-html-css
ritwickdey.LiveServer
